[M_EternalFlame MissionDefinition]
MissionName="Cultistas: A Chama Eterna"
MissionDescription="Lilith pediu para que você se infiltre numa seita onde os membros a veneram como uma deusa. Lilith acha isso extremamente ridículo e ao mesmo tempo intrigante. Por isso ela lhe pediu que investigue essa tal seita para descobrir quais são os seus verdadeiros propósitos. Para fazer isso, é preciso falar com o seu líder, o Incinerador Clayton. Só assim será possível ingressar na seita.\n"
TurnInDescription="Você agradou o Incinerador Clayton (isso é bom) cometendo atos brutais de violência (isso é mal) contra um grupo de indivíduos que acreditavam na plena felicidade alcançada ao morrer pelas chamas ardentes do fogo (isso é... difícil de definir). Enfim, o caso é que tudo deu certo e agora você é um membro dos Filhos da Águia de Fogo."
MissionSummary="Infiltre-se na seita dos Filhos da Águia de Fogo."
MissionGiver="Lilith"
MissionTurnInLocation="Incinerador Clayton"
TeaserText="Pois é... Lilith acabou inspirando a criação de uma seita sem querer. É mole ou quer mais?"

[M_EternalFlame:Collect5BanditAshes MissionObjectiveDefinition]
ProgressMessage="Recolha as cinzas dos bandidos"

[M_EternalFlame:Collect5BanditAshesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Lilith pediu para que você se infiltre numa seita onde os membros a veneram como uma deusa. \nO líder da seita, um tal de Incinerador Clayton, lhe pediu que imolasse alguns de seus companheiros com uma arma incendiária e depois, recolhesse suas cinzas. Só depois de fazer isso você poderá ingressar na seita como um membro oficial.\n"

[M_EternalFlame:InfiltrateChildrenOfPhoenix MissionObjectiveDefinition]
ProgressMessage="Encontre o Incinerador Clayton"

[M_EternalFlame:InfiltrateChildrenOfPhoenixSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FalseIdols MissionDefinition]
MissionName="Cultistas: Falsos Ídolos"
MissionDescription="O Incinerador Clayton lhe encarregou de eliminar Brasa, um semideus (pelo menos é o que ele diz) que está roubando os seguidores da Águia de Fogo (isso é o que ele diz também), apesar de que a Lilith está cagando e andando se algum pandoriano está lhe rendendo culto ou não (isso ninguém disse)."
TurnInDescription="Mais um dia, outro semideus na cova."
MissionSummary="Elimine a falsa divindade."
MissionGiver="Incinerador Clayton"
MissionTurnInLocation="Incinerador Clayton"
TeaserText="Não adorarás nenhum outro deus além da Águia de Fogo."

[M_FalseIdols:DefeatScorch MissionObjectiveDefinition]
ProgressMessage="Elimine Brasa"

[M_FalseIdols:DefeatScorchSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LightingTheMatch MissionDefinition]
MissionName="Cultistas: Acenda o Fósforo"
MissionDescription="O Incinerador Clayton deseja que você leve um anão assassino chamado Fósforo até um cargueiro que está atracado em [place]Southern Shelf[-place]. Um vez lá, você deve colocá-lo na boca do dragão mecânico instalado na proa do barco e depois, deverá queimá-lo vivo. Para os Filhos da Águia de Fogo isso não é um castigo e sim, uma recompensa."
TurnInDescription="Nesse momento, Fósforo deve estar no seio ardente da Águia de Fogo, gozando de uma sorte suprema e eterna. \nOu talvez esteja queimando nos quintos dos infernos."
MissionSummary="Sacrifique o Fósforo."
MissionGiver="Incinerador Clayton"
MissionTurnInLocation="Incinerador Clayton"
TeaserText="Nenhuma seita é completa sem que exista um sacrifício voluntário à moda antiga!"

[M_LightingTheMatch:ActivateDragonFire MissionObjectiveDefinition]
ProgressMessage="Ative o fogo do dragão"

[M_LightingTheMatch:ActivateDragonFireSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LightingTheMatch:BurnMatchstick MissionObjectiveDefinition]
ProgressMessage="Queime o Fósforo"

[M_LightingTheMatch:CollectMatchstick MissionObjectiveDefinition]
ProgressMessage="Pegue o Fósforo"

[M_LightingTheMatch:OpenFridge MissionObjectiveDefinition]
ProgressMessage="Abra o banheiro químico"

[M_LightingTheMatch:OpenFridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LightingTheMatch:PlaceMatchstickInDragonMouth MissionObjectiveDefinition]
ProgressMessage="Coloque o Fósforo na boca do dragão"

[M_LightingTheMatch:PlaceMatchstickInDragonMouthSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LightingTheMatch:TakeMatchstickToFreighter MissionObjectiveDefinition]
ProgressMessage="Leve o Fósforo até o cargueiro"

[M_LightingTheMatch:TakeMatchstickToFreighterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheEnkindling MissionDefinition]
MissionName="Cultistas: A Incineração"
MissionDescription="Lilith está relativamente convencida de que os Filhos da Águia de Fogo são inofensivos, porém, ela deseja que você investigue esse negócio de Incineração antes de deixar essa seita em paz."
TurnInDescription="Os Filhos da Águia de Fogo já não existem mais."
MissionSummary="Assista a Incineração."
MissionGiver="Incinerador Clayton"
MissionTurnInLocation="Lilith"
TeaserText="A Incineração está próxima... seja lá o que isso for."

[M_TheEnkindling:EnkindlingLever MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca"

[M_TheEnkindling:EnkindlingLeverSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheEnkindling:GoToEnkindling MissionObjectiveDefinition]
ProgressMessage="Assista a Incineração"

[M_TheEnkindling:GoToEnkindlingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheEnkindling:KillClayton MissionObjectiveDefinition]
ProgressMessage="Elimine o Incinerador Clayton"

[M_TheEnkindling:KillCultists MissionObjectiveDefinition]
ProgressMessage="Elimine os cultistas"

[M_TheEnkindling:KillCultistsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheEnkindling:LightEffigies MissionObjectiveDefinition]
ProgressMessage="Incendeie as efigies"

[M_TheEnkindling:LightEffigiesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

